export const tomatoGenreTagGroups = [
  {
    name: '热门标签',
    tags: [
      '历史', '都市', '悬疑', '衍生', '玄幻', '奇幻仙侠', '种田', '科幻末世', '灾难',
      '游戏体育', '同人', '扮猪吃虎', '山海经', '风水秘术', '高手下山', '大佬', '反派',
      '迪化', '海岛', '皇帝', '捉鬼', '绝地逃生', '都市修真', '盗墓', '穿书', '1v1',
      '惊悚游戏',
    ],
  },
  {
    name: '主题标签',
    tags: [
      '国运', '异世大陆', '异能', '都市异能', '宋朝', '第一人称', '都市高武', '仕途',
      '武将', '开局', '东方仙侠', '克苏鲁', '西方奇幻', '抗战谍战', '清朝', '玄幻脑洞',
      '都市日常', '规则怪谈', '东方玄幻', '灵气复苏', '都市生活', '断层', '高武世界',
      '第四天灾', '影视小说', '搞笑轻松', '都市种田', '武侠', '男频衍生',
    ],
  },
  {
    name: '角色标签',
    tags: [
      '天才', '宫廷侯爵', '女帝', '校花', '赘婿', '神医', '腹黑', '特种兵', '学霸',
      '群像', '大小姐', '多女主', '单女主', '奶爸', '全能', '神探', '战神赘婿', '游戏主播',
      '无女主', '特工',
    ],
  },
  {
    name: '情节标签',
    tags: [
      '星际', '基建', '魂穿', '大唐', '无敌', '双重生', '美食', '修仙', '双系统', '囤物资',
      '废土', '诸天万界', '打脸', '推理', '系统', '升级流', '宠物', '发家致富', '传统玄幻',
      '十日衍生', '外卖', '家庭', '黑科技', '黑化', '封神', '钓鱼', '无限流', '都市江湖',
      '神豪', '三国',
    ],
  },
];
